;; -*- no-byte-compile: t; -*-
;;; private/cole/packages.el

(package! ob-async)
(package! interleave)

;; Email
(package! counsel-notmuch)
(package! org-mime)

;; Org-ref
(package! org-ref)
(package! org-pdfview)

;; Hugo blogging through ox-hugo
(package! ox-hugo)

(package! flycheck-vale)
